<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>عوالمنا</title>
    <link rel="icon" href="Website.jpg">
    <link rel="stylesheet" href="style.css">
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/flatpickr/dist/flatpickr.min.css">
    <script src="script.js"></script>
</head>
<body>
    <header>
        <div class="location" style="text-align: center;">
            <a href="الموقع.php" style="text-decoration: none; color: inherit;">
                <img src="Website.jpg" alt="صورة الموقع" height="50" width="50">
                <h1 style="display: inline; margin: 0;">عوالمنا</h1>
            </a>
        </div>
    </header>
    <br><br>
    <div style="text-align: center;">
        <h1>الشروط والأحكام</h1>
        <ol>
            <li>جميع المحتويات المنشورة في موقع "عوالمنا" هي لأغراض الترفيه والثقافة ولا تعبر بالضرورة عن وجهة نظر إدارة الموقع.</li>
            <li>باستخدامك لموقع "عوالمنا"، فإنك توافق على الالتزام بهذه الشروط والأحكام.</li>
            <li>تحتفظ إدارة "عوالمنا" بالحق في تعديل هذه الشروط والأحكام.</li>
            <li>جميع حقوق الطبع والنشر والعلامات التجارية المتعلقة بالمحتويات (بما في ذلك النصوص والصور والرسوم التوضيحية) هي ملك للمؤلفين أو الموقع ولا يجوز استخدامها أو إعادة نشرها دون إذن خطي مسبق.</li>
            <li>الموقع غير مسؤول عن أي ضرر أو خسارة تنشأ عن استخدامك للمحتويات المنشورة أو اعتمادك عليها.</li>
            <li>يمنع نشر أي محتوى يخالف القوانين أو الآداب العامة أو يحتوي على مواد ترويجية أو إعلانية دون موافقة مسبقة.</li>
            <li>يحتفظ الموقع بحق حذف أو تعديل أي محتوى ينشره المستخدمون إذا كان مخالفًا لهذه الشروط أو يؤثر سلبًا على المستخدمين الآخرين.</li>
            <li>المعلومات الشخصية التي يتم جمعها من المستخدمين تستخدم وفقًا لسياسة الخصوصية الخاصة بنا.</li>
            <li>لا يجوز لك استخدام الموقع بأي طريقة قد تسبب ضررًا أو تشغيل الخادم المتصلة به.</li>
            <li>في حالة وجود أي نزاع، سيتم حله بشكل ودي، وإن لم تحل المشكلة سيتم اللجوء للقانون إذا كان الطرفان من نفس الدولة أو بلجنة من الإدارة ويجب وجود شخصين إداريين عاليين أو مؤسس واحد.</li>
            <li>إذا كان لديك أي استفسارات حول هذه الشروط والأحكام، يمكنك الاتصال بنا عبر قنوات التواصل.</li>
            <li>التعديل يكون قبل النشر، وتعديل الترجمة يكون قبل أو بعد النشر.</li>
            <li>الكذب بالبيانات يعرض الحساب الى عقوبه قد تصل الى تقيد الحساب او حذفه</li>
            <li>نشر قصة تم سرقتها في حساب يعرض الحساب الى عقوبه قد تصل الى تقيد الحساب او حذفه</li>
        </ol>
    </div>
    <footer>
        <p>&copy; 2024 عوالمنا. جميع الحقوق محفوظة.</p>
    </footer>
</body>
</html>
